Revit 2027 API
SymbolTypeId.LbForcePerFtSup2 Property
 Symbol lb/ft², indicating unit Pounds force per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbForcePerFtSup2 { get; }
Public Shared ReadOnly Property LbForcePerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbForcePerFtSup2 {
	ForgeTypeId^ get ();
}
static member LbForcePerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace